export const MAIN_COLOR = "#008BF0";
export const SECONDARY_COLOR = "#47B2FF";
export const YELLOW = "#FFF6D6";
export const g1 = "#323232";
export const g2 = "#7F7F7F";
export const g3 = "#D9D9D9";
export const g4 = "#E5E5E5";
export const CHART_COLOR = [
  "rgba(255, 99, 132, 0.6)", // 빨강
  "rgba(54, 162, 235, 0.6)", // 파랑
  "rgba(255, 206, 86, 0.6)", // 노랑
  "rgba(75, 192, 192, 0.6)", // 민트
  "rgba(153, 102, 255, 0.6)", // 보라
  "rgba(255, 159, 64, 0.6)", // 주황

  "rgba(255, 99, 132, 0.3)", // 밝은 빨강
  "rgba(54, 162, 235, 0.3)", // 밝은 파랑
  "rgba(255, 206, 86, 0.3)", // 밝은 노랑
  "rgba(75, 192, 192, 0.3)", // 밝은 민트
  "rgba(153, 102, 255, 0.3)", // 밝은 보라
  "rgba(255, 159, 64, 0.3)", // 밝은 주황

  "rgba(255, 182, 193, 0.6)", // 라이트 핑크
  "rgba(135, 206, 235, 0.6)", // 스카이 블루
  "rgba(255, 255, 102, 0.6)", // 라이트 옐로우
  "rgba(144, 238, 144, 0.6)", // 라이트 그린
  "rgba(186, 85, 211, 0.6)", // 미디엄 퍼플
  "rgba(255, 140, 0, 0.6)", // 다크 오렌지

  "rgba(240, 128, 128, 0.6)", // 라이트 코랄
  "rgba(30, 144, 255, 0.6)", // 도저히 블루
  "rgba(255, 215, 0, 0.6)", // 골드
  "rgba(127, 255, 212, 0.6)", // 아쿠아마린
  "rgba(218, 112, 214, 0.6)", // 오키드
  "rgba(255, 69, 0, 0.6)", // 오렌지 레드
];
